{
	"translations":
	[
		 {
		   "key": "Options",
		   "value": "Options"
		 }
		 ,
		 {
		   "key": "Animations",
		   "value": "Animations"
		 }
		 ,
		 {
		   "key": "Music",
		   "value": "Music"
		 }
		 ,
		 {
		   "key": "How to play",
		   "value": "How to play"
		 }
		 ,
		 {
		   "key": "Resume",
		   "value": "Resume"
		 }
		 ,
		 {
		   "key": "Main Menu",
		   "value": "Main Menu"
		 }
		 ,
		 {
		   "key": "New Game",
		   "value": "New Game"
		 }
		 ,
		 {
		   "key": "Continue",
		   "value": "Continue"
		 }
		 ,
		 {
		   "key": "Quit",
		   "value": "Quit"
		 }
		 ,
		 {
		   "key": "Resolution",
		   "value": "Resolution"
		 }
		 ,
		 {
		   "key": "Language",
		   "value": "Language"
		 }
		 ,
		 {
		   "key": "Fullscreen",
		   "value": "Fullscreen"
		 }
		 ,
		 {
		   "key": "Confirmation",
		   "value": "Confirmation"
		 }
		 ,
		 {
		   "key": "Game Over",
		   "value": "Game Over"
		 }
		 ,
		 {
		   "key": "Buy more lives",
		   "value": "Buy more lives"
		 }
		 ,
		 {
		   "key": "Polish",
		   "value": "Polish"
		 }
		 ,
		 {
		   "key": "English",
		   "value": "English"
		 }
		 ,
		 {
		   "key": "German",
		   "value": "German"
		 }
		 ,
		 {
		   "key": "LiquidDarkness0",
		   "value": "Curious fluffy little Kitty found some cuddly fluffy balls of yarn. They were simply gorgeous! All rainbow-y and string-y, and funny smelling. But when bit, they tickled Kitty's tongue in a stomach-turning way. Kitty quickly spat the colourful wool out of his mouth with disgust. Kitty tried snuggling with the yarn instead but his fur and the wool produced different types of electricity. It wasn’t a very nice sensation and it left Kitty’s fur all cranky.\nKitty decided he didn’t want to play with the yarn anymore but when he tried to leave, the yarn attacked him once again with a malicious zap in the butt! It was yarn or Kitty!\nPippity, poppity, gonna give you the zoppity!"
		 }
		 ,
		 {
		   "key": "LiquidDarkness1",
		   "value": "Sleepy fluffy little Kitty was dreaming of his life. It was his favourite kind of dream because he loved spending time with his human outdoors with all his might! For the amusement of both parties Kitty was fighting a feathery monstrosity human seemed to be operating when suddenly the house swallowed the human entirely, trapping them! Before Kitty had a chance to react a bush jumped on him and covered him completely, too!\nKitty couldn’t let anyone or anything separate him from his beloved human, even if just in a dream! With all his strength, he focused and thought really hard and realised he’s, indeed, in a dream. Having done that, he decided he was now in charge and his goal now was simple:\nFree the Kitty, rescue the human!"
		 }		 
		 ,
		 {
		   "key": "LiquidDarkness2",
		   "value": "Bored out of his furry mind, fluffy little Kitty was dozing off on the couch, enjoying the laziness of the lazy afternoon. Suddenly, his human entered the room, carrying a suspicious package. Kitty opened his eyes wider and got up to see what the human came up with this time.\nJumping from the couch to the bookshelf to the chest of drawers next to where the human was standing, Kitty felt the drowsiness leave his body and the excitement build up. Once on the counter, Kitty faced a glass bowl full of water with some weird thingies floating in it. Those were completely alien to Kitty but oh, so alluring at the same time! The golden one, the biggest of all, seemed to catch Kitty’s glances and glanced back at him, mockingly, letting bubbles with its silly little mouth. Kitty wouldn’t let some yellow floating thing make fun of him.\nYou’re not going to float much longer, golden floatie."
		 }
		 ,
		 {
		   "key": "LiquidDarkness3",
		   "value": "Fluffy chubby little Kitty hasn’t felt energised for a long while. Was it the effects of winter gluttony or sitting by the fireplace all the time, Kitty felt like an overflowing pack of mayonnaise. Suddenly, a sunbeam appeared on the floor before him! Both Kitty and his human could instantly smell the sweet aroma of spring in the air. Apparently, the weather was nice enough to spend some time outside, so much so that the human decided to have a nice little picnic outside with Kitty!\nAll was cool and dandy for some time but then the human’s phone rang and Kitty was left to guard the food. Kitty wasn’t very happy to do so, having found a lovely spot in the sun, just perfect to fry in… Kitty was relaxed and fast asleep when suddenly some suspicious, and quite obnoxious, chomping woke him up! So rude! Kitty looked in the direction of that sound and found a mouse-rat snacking on the human’s precious cheese! Kitty couldn’t let that rodent keep that up.\nIt was devermination time!"
		 }
		 ,
		 {
		   "key": "LiquidDarkness4",
		   "value": "Very adventurous and even more jet-lagged Kitty was looking around his new home, searching for the best place to become an eternal sleeping ball of fur. The human had found this house some time ago and now moved in for a year, for job purposes, whatever that meant. Kitty was not amused at first, but soon enough he changed his mind. All the praise and extra snacks given to him very generously by all the new friends in the neighbourhood. Suddenly, the new surroundings were quite pleasing!\nOne day, as Kitty was walking around, exploring the ever-changing new house, he spotted some juicy, appealing-looking green thing sticking out of an even more appealing-looking ceramic thing. The very thought of devouring the green thing made Kitty’s fur stand up. And then pushing the ceramic thing down onto the floor… The sound of the crushing made Kitty’s whiskers tingle!\nChop, chop, push, push!"
		 }
		 ,
		 {
		   "key": "LiquidDarkness5",
		   "value": "Sleepy thirsty fluffy Kitty left his human’s bed to have a little drink by the dripping sink. As he was stepping down the stairs, he noticed a weird red hue seeping from the living room to the whole floor. ‘That’s weird,’ he thought and went to the kitchen. Licking the water off the tap, he wondered to himself about many different things, forgetting about the red hue.\nThat was, at least, until the hue got a voice. It was scratchy and unpleasant and spoke in a way Kitty didn’t understand. What was obvious to Kitty, however, was that it was threatening. Threatening Kitty or his human - not quite sure but Kitty wouldn’t take any chances. With fur on his back fluffed up and ears down on his head, Kitty was in full-on hunter mode. He sneaked into the living room and realised that the enemy is.. The TV? On TV? In it?\nRegardless, Kitty’s gonna pull the plug!"
		 }
		 ,
		 {
		   "key": "LiquidDarkness6",
		   "value": "Outdoorsy restless fluffy Kitty was taking a moonlit walk with his human and their partner. The weather was nice and breezy, the night was bright and calm, many others went out to spend some time in the open air. Kitty was sniffing and playing around when the weirdest sounds reached Kitty’s ears. He heard them first and started preparing to fight, while humans remained chatting carefree beside him.\nKitty was also the first to notice suspicious figures appear up in the sky. He hissed and jumped around and caught his humans attention - and just in time, too, as only seconds after they crouched down to his level abductions began.\nThose humans who weren’t sitting or crouching were beamed up first. A whole fleet of peculiar-looking beam-shooting creatures hanged lower and lower, closing in on Kitty’s humans.\nKitty’s gotta pew pew, before they get to beam beam."
		 }
		 ,
		 {
		   "key": "LiquidDarkness7",
		   "value": "Kitty felt groggy. The world seemed to either have too many dimensions or not enough of them. Some annoying constant bubbling and buzzing was attacking Kitty’s ears, drilling inside his head and making him feel that much worse. At a point, he thought he was so out of it he could see himself from outside of his body. There were many Kitties around him but each weirder than another and none looked quite like Kitty usually looked like. Kitty was now groggy and confused. Not an ideal combination, if you ask him. Kitty shook his head once and again to get rid of confusion but the weird Kitties remained where they were.\nIt was then when Kitty decided that what cannot be fought with sense and sensibility should be defeated with some hard bonce bonking. Kitty was up for the challenge.\nLet’s bounce-bounce."
		 }
		 ,
		 {
		   "key": "LiquidDarkness8",
		   "value": "Some time has passed since fearless warrior Kitty saved humanity from certain doom at the hands of clone-making aliens. Thanks to Kitty’s courage, he and his human were now invited to go around the world both to receive thanks and to help out with other issues they’d come across - no task was too small or too big. Those travels also helped Kitty’s human do their things talking to other humans!\nOne day, when Kitty was enjoying the sunset on his human’s lap a big rumble came from the mountains. The sky got grey and the air smelled of dryness. There wasn’t much time but Kitty had to do something heroic to save everyone once again.\nKitty didn’t want the mountain to come to Kitty, so Kitty had to come to the mountain"
		 }
		 ,
		 {
		   "key": "LiquidDarkness9",
		   "value": "Adventurous lordly Kitty has been all around the world over the past couple years. His human, who started as just his human, now made a name for themselves as some kind of big brain person, speaking to great crowds of other humans while Kitty naps on their desks to his heart’s delight. Kitty was happy to step down from the spotlight and make place for his human, and enjoy gentle pets from all kinds of humans.\nDuring one of such gatherings, a huge ruckus burst out in the streets. The building was swiftly evacuated and just in time, too. As soon as the last person ran out onto the pavement, a gigantic flying lizard flew into a neighbouring edifice, sprinkling everyone with cement dust and small rubbles.\nTime for the danger noodle to meet even more danger meatball."
		 }
		 ,
		 {
		   "key": "LiquidDarkness10",
		   "value": "Seasoned serious Kitty was visiting some hot and dry place with his human. The climate felt nice for Kitty’s bones and joints that have been acting up for some time now whenever the weather changed. His human was glossy and wet most of the time they’d spend outside.\nOne day, Kitty and his human went to the big sandy place to look for some artefacts. Kitty didn’t understand much but was happy to accompany his human. They went into some structure and ventured into its labyrinth. Kitty didn’t like the smell of the air there and soon was dizzy from turning left, right, left, right…\nKitty found himself alone in an unknown room and heard buzzing. It wasn’t Kitty’s favourite sound and his whiskers tingled in anticipation of an attack.\nKitty knew that the best defence is offence."
		 }
		 ,
		 {
		   "key": "LiquidDarkness11",
		   "value": "Kitty was confused. He was sure he was elsewhere just a blink of an eye before and now… Now, he was standing on a moonlit hill. There was a lot of heavy fog around what seemed like crooked teeth sticking out of the ground. Kitty walked towards one of the closest ones and realised they weren’t teeth but pieces of various stones. A cemetery, he concluded.\nJust as he did, a spectre appeared in the air above him. They spoke without making sounds or moving much but Kitty knew what the thing was telling him. Kitty did not agree with it and decided to fight for his right to spend more time with his human.\nNobody puts Kitty in the corner or wherever the spectre wanted to put him"
		 }
		 ,
		 {
		   "key": "LiquidDarkness12",
		   "value": "Old and wise, yet still fluffy, Kitty lay in the kitchen, soaking in the warmth of the afternoon sun in his favourite sunspot. His human bustled around, preparing food and occasionally dropping a scrap here and there—Kitty's well-earned perks after a lifetime of adventures.\nKitty stretched, his joints creaking like a rusty gate. As his paws hit the cool tiles, something caught his eye. It was lying there. Unmoving. Kitty's tail twitched, ears pricked up. His eyes narrowed. Was it friend or foe? The object stared back at him silently. Too silently.\nKitty’s battle instincts kicked in as he sized up the green menace. It was long. It was shiny. It was… unsettling. Kitty knew better than to let a potential threat stay so close to his human. He learnt a lot from all his years of defeating all kinds of foes.\nThat green log will be no exception."
		 }
		 ,
		 {
		   "key": "LiquidDarkness13",
		   "value": "Kitty followed his human into the pyramid, the dry warmth easing his stiff joints. The air was thick with dust, but Kitty didn’t mind. His human was off looking at strange rocks, and Kitty, as always, was on his own mission - guarding his human.\nAs they ventured deeper, Kitty spotted movement on the stone floor—a gleaming scarab beetle, scuttling around like it owned the place. Kitty stopped in his tracks, eyes narrowing, the fire of old battles rekindling.\nThe scarab’s shiny shell glinted in the low light, daring Kitty to act. It clicked its legs, taunting him.With a twitch of his tail, Kitty readied himself. His muscles tensed, prepared for a strike.\nThis pyramid isn’t big enough for the both of us, bug."
		 }
		 ,
		 {
		   "key": "LiquidDarkness14",
		   "value": "One frosty September morning Kitty woke up with a strong urge to go outside. He knew he wouldn’t go back so he fought with the feeling for a couple of days, bidding his farewells the best he could. He jumped on his human’s desk and looked them deep in the eyes while they were working. Kitty fell asleep being flooded with love and appreciation, he hoped to take with him when he would leave.\nKitty knew he would never truly be ready to part with his human, as he knew they wouldn’t with him, either. What had to happen, had to happen, however, and Kitty preferred to leave before it did. His human would panic and run around looking for him for a month or two, then they’d hope he’d just found another loving home and he’s alright but after years pass, his human would finally come to terms with Kitty’s disappearance. At least that’s what Kitty hoped for, when he was sneaking out into his very last adventure.\nAfter some walking, he got to his secret spot - close enough to feel at home, yet hidden enough so that he knew his human would never look for him there. He laid down. He closed his eyes and reminescened on the beautiful life he had with his human. All their glorious adventures and shenanigans, each lovely evening and lazy afternoon.\nKitty’s breathing slowed down and so did his little heart. In his final moments, he wished to one day be reunited with his human or, at the very least, for them to love and be loved like Kitty did them - and they Kitty."
		 }
	]
}